Repository: Famlam/transport_mapcss
Catalog: po/*.po
Languages: hu

source: Uncompromising validation of transit data
hu: Tömegközlekedési adatok teljes körű érvényesítése

source: Missing transportation mode, add a tag route = bus/coach/tram/etc
hu: Hiányzik a közlekedési mód. Adjon hozzá egy <route=bus/coach/tram/stb.> címkét

source: Missing transportation mode, change tag route to route_master
hu: Hiányzik a közlekedési mód. Módosítsa a <route> címkét erre: <route_master>

source: Missing public_transport:version tag on a public_transport route relation
hu: Hiányzik a <public_transport:version> címke a <public_transport> útvonalkapcsolatról

source: Missing network tag on a public_transport relation
hu: Hiányzik a <network>hálózatcímke a <public_transport> kapcsolatról

source: Missing operator tag on a public_transport relation
hu: Hiányzik az <operator> üzemeltető címke a <public_transport> kapcsolatról

source: Missing ref tag for line number on a public_transport relation
hu: Hiányzik a vonal számát jelölő <ref> címke a <public_transport> kapcsolatról

source: Missing from/to tag on a public_transport route relation
hu: Hiányzik a <from/to> címke a <public_transport> <route> kapcsolatról

source: The stops may not be in the right order
hu: Lehet, hogy a megállók helytelen sorrendben vannak

source: Check the operator tag
hu: Ellenőrizze az üzemeltetőt jelző <operatort> címkét

source: Check the network tag
hu: Ellenőrizze a hálózatot jelölő <network> címkét

source: Stop without name
hu: A megállónak nincs neve

source: Is it a bus stop or a bus station?
hu: Ez buszmegálló vagy buszállomás?

source: Specify if it is a stop (platform) or a location on the road (stop_position)
hu: Határozza meg, hogy ez egy megálló/peron <platform> vagy a jármű megállásának helye az úton <stop_position>

source: Missing public_transport tag on a public transport stop
hu: Hiányzik a <public_transport> címke a tömegközlekedési megállóról

source: Specify if it is a stop (platform) or a location on the rails (stop_position)
hu: Határozza meg, hogy ez egy megálló/peron <platform> vagy a jármű megállásának helye a sínen <stop_position>

source: The legacy tag is missing, add the tag highway=bus_stop / railway=tram_stop
hu: Hiányzik az örökségcímke. Adja hozzá valamelyiket: <highway=bus_stop> vagy <railway=tram_stop>

source: Missing legacy tag on a public transport stop
hu: Hiányzik az örökségcímke a tömegközlekedési megállóról

source: Is this a bus stop? add the tag highway=bus_stop
hu: Ez egy buszmegálló? Adja hozzá a <highway=bus_stop> címkét

source: Check if the note can be deleted
hu: Ellenőrizze, hogy törölhető-e a megjegyzés

source: The network should be on the transport lines and not on the stops
hu: A hálózat <network> megjelölésének a tömegközlekedési útvonalakon kell lennie, nem pedig a megállókon

source: The operator should be on the transport lines and not on the stops
hu: Az üzemeltető <operator> megjelölésének a tömegközlekedési útvonalakon kell lennie, nem pedig a megállókon

source: The line variant does not belong to any line, add it to the route_master relation
hu: Ez a vonalváltozat egyetlen útvonalhoz sem tartozik. Adja hozzá a <route_master> kapcsolathoz

source: The stop is not served by any line, add it to a route relation
hu: Ez a megálló egyetlen vonalhoz sem tartozik. Adja hozzá egy <route> kapcsolathoz
